Repository: Ganixar/elegant-themes-spanish-translation
Catalog: Notebook/lang/*.po
Languages: es_es

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Edit this page
es_es: Editar esta página

source: This post is password protected. Enter the password to view comments.
es_es: Esta publicación está protegida por contraseña. Ingresa la contraseña para ver comentarios.

source: No Comments
es_es: Sin comentarios

source: One Comment
es_es: Un comentario

source: Comments
es_es: Comentarios

source: <span class="meta-nav">&larr;</span> Older Comments
es_es: <span class="meta-nav">&larr;</span> Comentarios antiguos

source: Newer Comments <span class="meta-nav">&rarr;</span>
es_es: Comentarios recientes <span class="meta-nav">&rarr;</span>

source: Trackbacks/Pingbacks
es_es: Retroenlace/Pingbacks

source: Submit
es_es: Enviar

source: Leave a Reply to %s
es_es: Responder a %s

source: search this website
es_es: buscar en este sitio

source: search this site...
es_es: buscar en este sitio...

source: Posts
es_es: Publicaciones

source: Pages
es_es: Páginas

source: Select a month
es_es: Seleccione un mes

source: Zoom in
es_es: Acercar

source: Read more
es_es: Leer más

source: Make sure you entered the captcha.
es_es: Revise si ha ingresado el captcha

source: Numbers regenerated.
es_es: Números regenerados

source: You entered the wrong number in captcha.
es_es: Ha introducido un número erroneo en el captcha.

source: Make sure you fill all fields.
es_es: Revise que haya llenado todos los campos.

source: Invalid Email.
es_es: Email invalido

source: Thanks for contacting us
es_es: Gracias por contactarnos

source: Name
es_es: Nombre

source: Email Address
es_es: Email

source: Subject
es_es: Encabezado

source: Message
es_es: Mensaje

source: Reset
es_es: Reiniciar

source: Thin Vertical Lines
es_es: Líneas delgadas verticales

source: Small Squares
es_es: Cuadros pequeños

source: Thick Diagonal Lines
es_es: Líneas gruesas diagonales

source: Thin Diagonal Lines
es_es: Líneas delgadas diagonales

source: Diamonds
es_es: Diamantes

source: Small Circles
es_es: Circulos pequeños

source: Thick Vertical Lines
es_es: Líneas gruesas verticales

source: Thin Flourish
es_es: Floral delgado

source: Thick Flourish
es_es: Floral grueso

source: Checkerboard
es_es: Damas

source: Squares
es_es: Cuadros

source: Noise
es_es: Ruido

source: Wooden
es_es: Madera

source: Stone
es_es: Piedra

source: Canvas
es_es: Lienzo

source: Primary Menu
es_es: Menú primario

source: Posts by %s
es_es: Publicaciones por %s

source: By
es_es: Por

source: in
es_es: en

source: % Comments
es_es: % Comentarios

source: 1 Comment
es_es: 1 Comentario

source: Play
es_es: Reproducir

source: Pause
es_es: Pausa

source: Update Required
es_es: Actualización requerida

source: To play the media you will need to either update your browser to a recent version or update your %s.
es_es: Para reproducir multimedia necesitará actualizar su navegador web a una versión reciente o actualizar su %s.

source: Example Colors
es_es: Colores de ejemplo

source: or define your own in ePanel
es_es: o defina el suyo en ePanel

source: Fonts
es_es: Fuentes tipográficas

source: Header
es_es: Encabezado

source: Body
es_es: Cuerpo

source: Header Font
es_es: Fuente tipográfica de encabezado

source: Body Font
es_es: Fuente tipográfica de cuerpo

source: Designed by %s | Powered by %s
es_es: Diseñado por %s | Impulsado por %s

source: Home
es_es: Inicio

source: Search
es_es: Buscar

source: Posted
es_es: Publicado

source: by
es_es: por

source: 0 comments
es_es: 0 comentarios

source: 1 comment
es_es: 1 comentario

source: comments
es_es: comentarios

source: read more
es_es: leer más

source: Categories
es_es: Categorías

source: Tags
es_es: Etiquetas

source: Authors
es_es: Autores

source: Homepage
es_es: Página de inicio

source: If you would like to use your own custom logo image click the Upload Image button.
es_es: Si desea utilizar su propio logotipo haga click en el botón de Subir Imagen

source: Favicon
es_es: Favico

source: If you would like to use your own custom favicon image click the Upload Image button.
es_es: Si desea utilizar su propio favicon haga click en el botón de Subir Imagen

source: Background Color
es_es: Color de fondo

source: Background Texture
es_es: Textura de fondo

source: Choose a background texture from the drop down menu.
es_es: Seleccione una textura de fondo del menú desplegable.

source: Background Image
es_es: Imagen de fondo

source: Place the file URL of the image you would like to use as your background.
es_es: Coloque la dirección de la imagen que desea utilizar como fondo.

source: Choose a font from the drop down menu.
es_es: Seleccione una fuente del menú desplegable.

source: Header Font Color
es_es: Color de fuente tipográfica de encabezado

source: This will enable a custom header font color. Selecting the field will bring up the color picker which will allow you to choose a custom color.
es_es: Esto habilitará un color de fuente tipográfica personalizado para su encabezado. Al activar este campo se desplegará un selector de colores que le permitirá seleccionar un color de su preferencia.

source: Body Font Color
es_es: Color de fuente tipográfica de cuerpo

source: This will enable a custom body font color. Selecting the field will bring up the color picker which will allow you to choose a custom color.
es_es: Esto habilitará un color de fuente tipográfica personalizado para el cuerpo. Al activar este campo se desplegará un selector de colores que le permitirá seleccionar un color de su preferencia.

source: By default the theme truncates your posts on index/homepages automatically to create post previews. If you would rather show your posts in full on index pages like a traditional blog then you can activate this feature.
es_es: Por defecto el tema trunca su publicación en la página de inicio de manera automática para crear previsualizaciones del mismo. Si usted prefiere mostrar toda la publicación en su página de inicio como los blog tradicionales entonces puede activar esta opción.

source: Grab the first post image
es_es: Tomar la primer imagen dentro la publiación

source: By default thumbnail images are created using custom fields. However, if you would rather use the images that are already in your post for your thumbnail (and bypass using custom fields) you can activate this option. Once activcated thumbnail images will be generated automatically using the first image in your post. The image must be hosted on your own server.
es_es: Por defecto las imagenes miniatura son creadas utilizando campos especiales de la publicación. Mas si prefiere utilizar las imagenes que están dentro la publicación como miniaturas (omitiendo los campos especiales) puede activar esta opción. Una vez activado las imagenes miniatura serán generadas automáticamente a partir de la primer imagen dentro la publicación. La imagen deberá estar situada en su propio servidor.

source: Number of Posts displayed on Category page
es_es: Número de publiaciones a mostarr en la página de categoría

source: Here you can designate how many recent articles are displayed on the Category page. This option works independently from the Settings > Reading options in wp-admin.
es_es: Acá puede designar cuantos artículos recientes serán desplegados por página de categoría. Esta opción trabaja independientemente de "Opciones > Lecutra" en el panel principal.

source: Here you can designate how many recent articles are displayed on the Archive pages. This option works independently from the Settings > Reading options in wp-admin.
es_es: Acá puede designar cuantos artículos recientes serán desplegados por página de archivo. Esta opción trabaja independientemente de "Opciones > Lecutra" en el panel principal.

source: Number of Posts displayed on Search pages
es_es: Número de publicaciones desplegadas en las páginas de búsqueda

source: Here you can designate how many recent articles are displayed on the Search results pages. This option works independently from the Settings > Reading options in wp-admin.
es_es: Acá puede designar cuantos artículos recientes serán desplegados en el resultado de las búsquedas. Esta opción trabaja independientemente de "Opciones > Lecutra" en el panel principal.

source: Number of Posts displayed on Tag pages
es_es: Número de publicaciones desplegadas por etiqueta de página

source: Here you can designate how many recent articles are displayed on the Tag pages. This option works independently from the Settings > Reading options in wp-admin.
es_es: Acá puede designar cuantos artículos recientes serán desplegados por página de etiqueta. Esta opción trabaja independientemente de "Opciones > Lecutra" en el panel principal.

source: Date format
es_es: Formato de fecha

source: Use excerpts when defined
es_es: Utilizar extractos cuando sean definidos

source: This will enable the use of excerpts in posts or pages.
es_es: Esto habilitará el uso de extractos en las publicaciones o páginas

source: Show Control Panel
es_es: Mostrar panel de control

source: Here you can choose to display the CSS control panel on the homepage. This will only be visible to users that are logged in as an Administrator.
es_es: Acá puede elegir si despliega el panel de control CSS en la página de inicio. Esto solo será visible para usuarios que estén registrados como Administrador

source: Google Fonts subsets
es_es: Subcojunto de Google Fonts

source: This will enable Google Fonts for Non-English languages.
es_es: Esto habilitará las fuentes tipográficas de Google para lenguajes que no se basen en inglés.

source: Custom CSS
es_es: CSS personalizados

source: Here you can add custom css to override or extend default styles.
es_es: Acá puede agregar sus propias reglas de estilo CSS para extender los estilos defecto.

source: Number of Recent Posts displayed on homepage
es_es: Número de publicaciones recientes mostradas en la página de inicio.

source: Here you can designate how many recent articles are displayed on the homepage. This option works independently from the Settings > Reading options in wp-admin.
es_es: Acá puede designar cuantos articulos recientes serán desplegados en la página de inicio. Esta opción funciona de manera independientes de "Opciones > Lectura" en el panel principal.

source: Exclude categories from homepage recent posts
es_es: Excluir categorías de publicaciones recientes en página de inicio

source: By default the homepage displays a list of all of your most recent posts. However, if you would like to exlcude certain category from the list you can do so here.
es_es: Por defecto la página de inicio despliega una lista con todas las publicaciones recientes. Mas si desea excluir alguna categoría en específico de esa lista lo puede hacer acá.

source: Exclude pages from the navigation bar
es_es: Excluir páginas de la barra de navegación

source: Here you can choose to remove certain pages from the navigation menu. All pages marked with an X will not appear in your navigation bar.
es_es: Acá puede seleccionar remover páginas en específico de la barra de menú. Todas las páginas marcadas con una X no aparecerán en la barra de navegación.

source: Show dropdown menus
es_es: Mostrar menús desplegables

source: If you would like to remove the dropdown menus from the pages navigation bar disable this feature.
es_es: Si desea remover los menús desplegables de la barra de navegación deshabilite esta opción.

source: Display Home link
es_es: Mostrar enlace a página de inicio

source: Sort Pages Links
es_es: Orden de enlaces de páginas

source: Here you can choose to sort your pages links.
es_es: Acá puede elegir como ordenar los enlaces a las páginas

source: Order Pages Links by Ascending/Descending
es_es: Ordenar enlaces a páginas de manera Ascendente/Descendente

source: Here you can choose to reverse the order that your pages links are displayed. You can choose between ascending and descending.
es_es: Acá puede elegir invertir el orden en que los enlaces a las páginas son desplegados. Puede elegir entre ascendente y descendente.

source: Exclude categories from the navigation bar
es_es: Excluir categorías de la barra de navegación

source: Here you can choose to remove certain categories from the navigation menu. All categories marked with an X will not appear in your navigation bar.
es_es: Acá puede elegir remover ciertas categorías del menú de navegación. Todas las categorías marcadas con una X no aparecerán en la barra de navegación.

source: If you would like to remove the dropdown menus from the categories navigation bar disable this feature.
es_es: Si desea remover los menús desplegables de la barra de navegación de categorías deshabilite esta opción.

source: Hide empty categories
es_es: Ocultar categorías vacías

source: If you would like categories to be displayed in your navigationbar that don't have any posts in them then disable this option. By default empty categories are hidden
es_es: Si desea que las categorías sin publicaciones sean desplegadas en la barra de navegación deshabilite esta opción. Por defecto las categorías vacías está ocultas

source: By default pages are sorted by name. However if you would rather have them sorted by ID you can adjust this setting.
es_es: Por defecto las páginas son ordenadas por nombre. Mas si usted desea puede ordenarlas por su ID por medio de esta opción.

source: Order Category Links by Ascending/Descending
es_es: Ordenar enlaces de categoría de manera Ascendente/Descendente

source: Here you can choose to reverse the order that your categories links are displayed. You can choose between ascending and descending.
es_es: Acá puede elegir invertir el orden en que los enlaces de categorías son desplegados. Puede elegir entre orden ascendente y descendente.

source: Single Post Layout
es_es: Distribución de diseño de publicación

source: Single Page Layout
es_es: Distribución de diseño de página

source: General Settings
es_es: Configuraciones generales

source: Choose which items to display in the postinfo section
es_es: Elegir que elementos desplegar en el área de información de la publicación

source: Here you can choose which items appear in the postinfo section on single post pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
es_es: Acá puede elegir que elementos aparecen en la sección de información de una publicación. Esta área usualmente aparece debajo el título de la publicación, la cual despliega información acerca de la misma. Los elementos seleccionados aparecerán en dicha área.

source: Place Thumbs on Posts
es_es: Colocar miniaturas en las publicaciones

source: By default thumbnails are placed at the beginning of your post on single post pages. If you would like to remove this initial thumbnail image to avoid repetition simply disable this option.
es_es: Por defecto las miniaturas son colocadas al inicio de la publicación. Si desea remover las imagenes miniaturas para evitar repeticiones, simplemente deshabilite esta opción.

source: Show comments on posts
es_es: Mostar comentarios en publicación

source: You can disable this option if you want to remove the comments and comment form from single post pages.
es_es: Puede deshabilitar esta opción si desea remover los comentarios de las páginas de publicaciones.

source: Place Thumbs on Pages
es_es: Colocar miniaturas en páginas

source: By default thumbnails are not placed on pages (they are only used on posts). However, if you want to use thumbnails on posts you can! Just enable this option.
es_es: Por defecto las miniaturas no son colocadas al inicio de las páginas (estas solo son utilizadas en las publicaciones). Si utilizar imagenes miniaturas en páginas habilite esta opción.

source: Show comments on pages
es_es: Mostar comentarios en páginas

source: By default comments are not placed on pages, however, if you would like to allow people to comment on your pages simply enable this option.
es_es: Por defecto los comentarios no son mostrados en las páginas, sin embargo, si desea permitir que sus visitantes comenten en sus páginas habilite esta opción.

source: Post info section
es_es: Sección de información de publicación

source: Here you can choose which items appear in the postinfo section on pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
es_es: Acá puede elegir que elementos aparecen en la sección de información de cada página. Esta área usualmente aparece debajo el título de la página, la cual despliega información acerca de la misma. Los elementos seleccionados aparecerán en dicha área.

source: Enable this option to show thumbnails on Index Pages.
es_es: Habilite esta opción para mostrar miniaturas en las páginas de resumen

source: Colorization
es_es: Colorización

source: Color visualizer (this is not setting, just a tool to find hexdecimal values)
es_es: Visualizador de colores (esta no es una opción solo una herramienta para encontrar valores hexadecimales de los colores)

source: This is a tool that can be used to find hexdecimal color values. These values can be used to customize the colors of the various elements below. This color picker will also appear which you click in any of the fields below.
es_es: Esta herramienta puede ser utilizada para encontrar valores hexadecimales de colores. Estos valores pueden ser utilizados para personalizar los colores de los elementos de abajo.

source: Enable custom colors
es_es: Habilitar colores personalizados

source: This option allows you to customize the color of a certain element of the theme. When you click in the field a color picker will appear. Scroll to find your desired color and then click the circular submit button on the lower right to accept the value.
es_es: Esta opción le permite personalizar el color de un determinado elemento del tema. Al hacer clic en el campo aparecerá un selector de color. Desplácese hasta encontrar el color que desee y luego haga clic en el botón circular de presentar en la parte inferior derecha para aceptar el valor.

source: Enable child stylesheet
es_es: Habilitar estilos de tema derivado (avanzado)

source: If you would like to add a second stylsheet to your blog enable this option and input the link to your stylesheet below.
es_es: Si desea agregar un archivo de estilo CSS extra para el tema, active la opción e introduzca su archivo en el campo siguiente.

source: Child stylesheet URL
es_es: Dirección de archivo CSS

source: Input the URL to your child stylsheet here.
es_es: Ingrese dirección de archivo CSS acá.

source: Main font color
es_es: Color de tipografía principal

source: This option allows you to customize the color of a certain element of the theme. When you click inside the field a color picker will appear. Scroll to find your desired color and then click the circular submit button on the lower right to accept the value
es_es: Esta opción le permite personalizar el color de un determinado elemento del tema. Al hacer clic en el campo aparecerá un selector de color. Desplácese hasta encontrar el color que desee y luego haga clic en el botón circular de presentar en la parte inferior derecha para aceptar el valor.

source: Link color
es_es: Color de enlace

source: Menu link color
es_es: Color de enlace de menú

source: Menu active link color
es_es: Color de menú activo

source: Headings color
es_es: Color de encabezados

source: Sidebar links color
es_es: Color de enlaces de barra lateral

source: Footer text color
es_es: Color de texto de pie de página

source: Footer links color
es_es: Color de enlaces de pie de página

source: Homepage SEO
es_es: SEO en Página de Inicio

source: Single Post Page SEO
es_es: SEO en publicación individual

source: Index Page SEO
es_es: SEO en página de resumen

source: Enable custom title
es_es: Habilitar título personalizado

source: By default the theme uses a combination of your blog name and your blog description, as defined when you created your blog, to create your homepage titles. However if you want to create a custom title then simply enable this option and fill in the custom title field below.
es_es: Por defecto el tema utiliza la combinanción del nombre y la descripción de su sitio, para crear el título de la página de inicio. Sin embaro, si desea crear un título personalizado debe habilitar esta opción y llenar el siguiente campo.

source: Enable meta description
es_es: Habilitar meta descripción

source: By default the theme uses your blog description, as defined when you created your blog, to fill in the meta description field. If you would like to use a different description then enable this option and fill in the custom description field below.
es_es: Por defecto el tema utiliza la descripción del sitio para llenar la meta descripción. Sin embargo si desea utilizar una descripción diferente puede habilitar esta opción y dejar la descripción personalizada en el siguiente campo.

source: Enable meta keywords
es_es: Habilitar meta palabras

source: By default the theme does not add keywords to your header. Most search engines don't use keywords to rank your site anymore, but some people define them anyway just in case. If you want to add meta keywords to your header then enable this option and fill in the custom keywords field below.
es_es: Por defecto el tema no agrega meta palabras al encabezado. Muchos motores de búsqueda ya no utiliza meta palabras para catalogar los sitios, pero algunos prefieren definirlas de igual manera. Si desea agregar meta palabras en su encabezado habilite esta opción y llene el campo siguiente.

source: Enable canonical URL's
es_es: Habilitar dirección URL canónica

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URLs all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
es_es: Utilizar URL canónica ayuda a evitar la indexación de contenido duplicado por los motores de búsqueda, y, como resultado, puede ayudar a evitar sanciones y la degradación de pagerank. Algunas páginas pueden tener diferentes URLs todo lo cual lleva al mismo lugar. Por ejemplo domain.com, domain.com/index.html, y www.domain.com son todas las direcciones URL diferentes que conducen a tu página principal. Desde la perspectiva de un motor de búsqueda de estas URLs duplicadas, que también ocurren a menudo debido a permalinks personalizados, pueden ser interepretadas individualmente en lugar de como un solo destino. Definición de una URL canónica le dice al motor de búsqueda de la dirección URL que le gustaría usar oficialmente. El tema basa sus URLs canónicas tus enlaces permanentes y el nombre de dominio se define en el panel principal.

source: Homepage custom title (if enabled)
es_es: Título personalizado de página de inicio (si está habilitado)

source: If you have enabled custom titles you can add your custom title here. Whatever you type here will be placed between the < title >< /title > tags in header.php
es_es: Si posee habilitados los titulos personalizados puede agregarlo acá. Todo lo que escriba se colocará entre las etiquetas < title > < /title > en el header.php
