Repository: Ganixar/elegant-themes-spanish-translation
Catalog: Notebook/lang/*.po
Languages: es_es

source: Homepage meta description (if enabled)
es_es: Meta descripción de página de inicio

source: If you have enabled meta descriptions you can add your custom description here.
es_es: Si tiene habilitado las meta descripciones la puede agregar acá.

source: Homepage meta keywords (if enabled)
es_es: Meta palabras de página de inicio

source: If you have enabled meta keywords you can add your custom keywords here. Keywords should be separated by comas. For example: wordpress,themes,templates,elegant
es_es: Si ha habilitado las palabras clave puede agregarlas aquí. Las palabras clave deben estar separadas por comas. Por ejemplo: wordpress, temas, plantillas, elegante

source: If custom titles are disabled, choose autogeneration method
es_es: Si los títulos personalizados están desactivados, debe elegir método autogeneración

source: If you are not using cutsom post titles you can still have control over how your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
es_es: Si no está utilizando títulos personalizados para las publicaciones aún tiene control sobre cómo se generan sus títulos. Aquí se puede elegir qué orden desea en que su título y el nombre del sitio se muestren, o puede quitar el nombre del sitio por completo completo.

source: Define a character to separate BlogName and Post title
es_es: Defina el caracter que separará el nombre del sitio del título de la entrada

source: Here you can change which character separates your blog title and post name when using autogenerated post titles. Common values are | or -
es_es: Acá puede cambiar el caracter que separa el título de la entrada y nombre del sitio cuando está utilizando títulos autogenerados. Los valores comunes son | o ~

source: Enable custom titles
es_es: Habilitar títulos personalizados

source: By default the theme creates post titles based on the title of your post and your blog name. If you would like to make your meta title different than your actual post title you can define a custom title for each post using custom fields. This option must be enabled for custom titles to work, and you must choose a custom field name for your title below.
es_es: Por defecto el tema crea títulos de entradas basados ​​en el título de su mensaje y su nombre del sitio. Si usted desea hacer su meta título diferente al de su título de la entrada actual se puede definir un título personalizado para cada mensaje usando campos personalizados.

source: Enable custom description
es_es: Habilitar descripción personalizada

source: If you would like to add a meta description to your post you can do so using custom fields. This option must be enabled for descriptions to be displayed on post pages. You can add your meta description using custom fields based off the custom field name you define below.
es_es: Si desea añadir una meta descripción de la entrada, puede hacerlo a través de campos personalizados. Esta opción debe estar habilitada para mostar dichas descripciones en las publicaciones. Usted puede añadir su meta descripción utilizando campos personalizados definidos a continuación.

source: Enable custom keywords
es_es: Habilitar palabras clave personalizadas

source: If you would like to add meta keywords to your post you can do so using custom fields. This option must be enabled for keywords to be displayed on post pages. You can add your meta keywords using custom fields based off the custom field name you define below.
es_es: Si desea añadir una meta palabras clave de la entrada, puede hacerlo a través de campos personalizados. Esta opción debe estar habilitada para mostar dichas palabras clave en las publicaciones. Usted puede añadir su meta descripción utilizando campos personalizados definidos a continuación.

source: Enable canonical URL's
es_es: Habilitar URL canonicas

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URL's all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
es_es: Utilizar URL canónica ayuda a evitar la indexación de contenido duplicado por los motores de búsqueda, y, como resultado, puede ayudar a evitar sanciones y la degradación de pagerank. Algunas páginas pueden tener diferentes URLs todo lo cual lleva al mismo lugar. Por ejemplo domain.com, domain.com/index.html, y www.domain.com son todas las direcciones URL diferentes que conducen a tu página principal. Desde la perspectiva de un motor de búsqueda de estas URLs duplicadas, que también ocurren a menudo debido a permalinks personalizados, pueden ser interepretadas individualmente en lugar de como un solo destino. Definición de una URL canónica le dice al motor de búsqueda de la dirección URL que le gustaría usar oficialmente. El tema basa sus URLs canónicas tus enlaces permanentes y el nombre de dominio se define en el panel principal.

source: Custom field Name to be used for title
es_es: Nombre de campo especial que será utilizado para el título

source: When you define your title using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom title you would like to use.
es_es: Cuando se define el título utilizando campos personalizados deberá utilizar el valor de este campo como nombre de campo personalizado. El valor de ese campo personalizado debe ser el título que desea utilizar.

source: Custom field Name to be used for description
es_es: Nombre de campo especial que será utilizado para la descripción

source: When you define your meta description using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom description you would like to use.
es_es: Cuando se define la meta descripción utilizando campos personalizados deberá utilizar el valor de este campo como nombre de campo personalizado. El valor de ese campo personalizado debe ser la metra descripción que desea utilizar.

source: Custom field Name to be used for keywords
es_es: Nombre de campo especial que será utilizado para las palabras clave

source: When you define your keywords using custom fields you should use this value for the custom field Name. The Value of your custom field should be the meta keywords you would like to use, separated by comas.
es_es: Cuando se definen las meta palabras clave utilizando campos personalizados deberá utilizar el valor de este campo como nombre de campo personalizado. El valor de ese campo personalizado deben ser las meta palabras clave que desea utilizar, separadas por coma.

source: If you are not using cutsom post titles you can still have control over hw your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
es_es: Si no está utilizando títulos personalizados para las publicaciones aún tiene control sobre cómo se generan sus títulos. Aquí se puede elegir qué orden desea en que su título y el nombre del sitio se muestren, o puede quitar el nombre del sitio por completo completo.

source: Enable meta descriptions
es_es: Habilitar meta descripciones

source: Check this box if you want to display meta descriptions on category/archive pages. The description is based off the category description you choose when creating/edit your category in wp-admin.
es_es: Marque esta casilla si desea mostrar meta descripciones en páginas de categoría / archivo. La descripción está basada en la descripción de la categoría que elija al crear / editar su categoría en panel de control principal.

source: Choose title autogeneration method
es_es: Elegir método de autogeneración de título

source: Here you can choose how your titles on index pages are generated. You can change which order your blog name and index title are displayed, or you can remove the blog name from the title completely.
es_es: Acá puede elegir cómo se generan sus títulos en las páginas de resumen. Puede cambiar el orden del nombre del sitio y el título que se muestran, o se puede quitar el nombre del sitio en el título completo.

source: Here you can change which character separates your blog title and index page name when using autogenerated post titles. Common values are | or -
es_es: Acá puede cambiar el caracter que separa el título de la entrada y nombre del sitio cuando está utilizando títulos autogenerados. Los valores comunes son | o ~

source: Code Integration
es_es: Integración de código

source: Enable header code
es_es: Habilitar código de cabecera

source: Disabling this option will remove the header code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Al desactivar esta opción se eliminará el código de la cabecera de su sitio. Esto le permite quitar el código mientras se guarda para su uso posterior.

source: Enable body code
es_es: Habilitar código de cuerpo (dentro etiquetas < body >< /body >)

source: Disabling this option will remove the body code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Al desactivar esta opción se eliminará el código del cuerpo de su sitio. Esto le permite quitar el código mientras se guarda para su uso posterior.

source: Enable single top code
es_es: Habilitar código único al inicio de página

source: Disabling this option will remove the single top code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Al desactivar esta opción se eliminará el código que está al inicio de cada página de su sitio. Esto le permite quitar el código mientras se guarda para su uso posterior.

source: Enable single bottom code
es_es: Habilitar código único a final de página

source: Disabling this option will remove the single bottom code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Al desactivar esta opción se eliminará el código que está al final de cada página de su sitio. Esto le permite quitar el código mientras se guarda para su uso posterior.

source: Add code to the < head > of your blog
es_es: Agregar código a la etiqueta < head > de tu sitio

source: Any code you place here will appear in the head section of every page of your blog. This is useful when you need to add javascript or css to all pages.
es_es: Cualquier código que coloque aquí aparecerá en la sección de cabecera de cada página de tu sitio. Esto es útil cuando es necesario agregar javascript o CSS para todas las páginas.

source: Add code to the < body > (good for tracking codes such as google analytics)
es_es: Agregar código luego de la etiqueta < body > (útil para códigos de rastreo como google analytics)

source: Any code you place here will appear in body section of all pages of your blog. This is usefull if you need to input a tracking pixel for a state counter such as Google Analytics.
es_es: Cualquier código que coloque aquí aparecerá en la sección de cabecera de cada página de tu sitio. Esto es útil cuando es necesario agregar javascript o CSS para todas las páginas.

source: Add code to the top of your posts
es_es: Agregar código al inicio de tu publicación

source: Any code you place here will be placed at the top of all single posts. This is useful if you are looking to integrating things such as social bookmarking links.
es_es: Cualquier código que coloque aquí aparecerá al inicio de cada publicación. Esto es útil si esta buscando integrar elementos como elementos de redes sociales.

source: Add code to the bottom of your posts, before the comments
es_es: Agregar código al final de sus publicaciones, antes de los comentarios

source: Documentation
es_es: Documentación

source: Manage Un-widgetized Advertisements
es_es: Administrar anuncios sin widget

source: Enable 468x60 banner
es_es: Habilitar banner de 468x60 pixeles

source: Input 468x60 advertisement banner image
es_es: Ingrese banner de anuncio de 480x60

source: Input 468x60 advertisement destination url
es_es: Ingrese dirección de destion de banner de anuncio de 468x60

source: Input 468x60 adsense code
es_es: Ingrese código de adsense para 468x60

source: Place your adsense code here.
es_es: Coloque su código de adsense acá

source: Archives
es_es: Archivos

source: Currently viewing archives from %1$s
es_es: Estas viendo los archivos de %1$s

source: Image doesn't exist
es_es: La imagen no existe

source: <div class="updated"><p>This is a fresh installation of %1$s theme. Don't forget to go to <a href="%2$s">ePanel</a> to set it up. This message will disappear once you have clicked the Save button within the <a href="%2$s">theme's options page</a>.</p></div>
es_es: <div class="updated"><p>Esta es una instalación reciente del tema %1$s . No olvides ir al <a href="%2$s">ePanel</a> para configurarlo. Este mensaje desaparecera cuando haya hecho click en el boton Guardar de la <a href="%2$s">página de opciones de tema</a>.</p></div>

source: Import epanel settings
es_es: Importar configuraciones de epanel

source: Saving...
es_es: Guardando...

source: Options Saved.
es_es: Opciones guardadas.

source: Options
es_es: Opciones

source: Theme Options
es_es: Opciones de tema

source: settings saved.
es_es: Configuraciones guardadas.

source: settings reset.
es_es: Reiniciar configuraciones

source: Navigation
es_es: Navegación

source: Layout Settings
es_es: Configuración de diseño

source: Ad Management
es_es: Administración de anuncios

source: Integration
es_es: Integración

source: Support Docs
es_es: Documentos de ayuda

source: Upload Image
es_es: Subir imagen

source: You don't have pages
es_es: Usted no posee páginas

source: Save changes
es_es: Guardar camgios

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Member Login
es_es: Ingreso de Miembros

source: Username:
es_es: Nombre de usuario:

source: Password:
es_es: Contraseña

source: Login
es_es: Ingreso

source: Add a Tooltip Text
es_es: Agregar ayuda de texto

source: Click here to learn more
es_es: Haga click acá para aprender más

source: Caption
es_es: Leyenda

source: Caption goes here
es_es: La leyenda va acá

source: Caption title goes here
es_es: La leyenda de título va acá

source: State
es_es: Estado

source: Select between expanded and closed state
es_es: Seleccione estado expandido o cerrado

source: Content
es_es: Contenido

source: Content goes here
es_es: El contenido va acá

source: Content text or html
es_es: Contenido en texto o código html

source: Type
es_es: Tipo

source: Type of the box
es_es: Tipo de caja

source: Link
es_es: Enlace

source: URL
es_es: Dirección de enlace

source: Choose button type
es_es: Elija tipo de botón

source: Choose button color
es_es: Elija color de botón

source: Link text
es_es: Texto de vínculo

source: Icon
es_es: Icono

source: Used for icon button type
es_es: Utilizado para los botones con icono

source: Open link in new window
es_es: Abrir enlace en nueva ventana

source: Select yes if the link should be opened in a new window
es_es: Seleccione "SI", si dsea que el enlace se despliegue en una nueva ventana

source: Slider Type
es_es: Tipo de diapositiva

source: Select Slider Type here
es_es: Seleccione tipo de diapositiva

source: Effect
es_es: Efecto

source: Select Animation Effect
es_es: Seleccionar efecto de animación

source: Choose yes if you want for automatic slider animation
es_es: Elija "Si" si desea la animación automática de las diapositivas

source: Auto Speed
es_es: Velocidad automática

source: Automattic slider speed (works only if Auto is set to yes)
es_es: Velocidad automática de diapositivas

source: Tab Text
es_es: Texto de lengüeta

source: Tab Content
es_es: Contenido de lengüeta

source: Paste image url here, if you chose "images" slider type
es_es: Coloque la dirección de la imagen acá, si eligió tipo de diapositivas de "imagenes"

source: Image Url
es_es: Dirección de imagen

source: Author Image URL
es_es: Dirección de imagen de autor

source: Use resizing
es_es: Cambiar de tamañó automáticamente

source: + Add One More Tab
es_es: + Agregar una lengüeta más

source: Image Height
es_es: Altura de imagen

source: Image Width
es_es: Anchuera de imagen

source: Captcha
es_es: Capcha

source: Fill
es_es: Llenar

source: field
es_es: campo

source: Invalid email
es_es: Correo electrónico inválido

source: ET Page Template Settings
es_es: Opciones de página especiales (ET)

source: Additional settings appear here, when one of ET page templates is selected ( Page Attributes -> Template )
es_es: Las opciones adicionales aparecen acá, cuando una de las plantillas de página es seleccionada.

source: Regenerate captcha numbers
es_es: Regenerar números de captcha

source: Email To:
es_es: Enviar a:

source: Hide Auto Thumbnail
es_es: Ocultar miniaturas automáticas

source: Show Titles
es_es: Mostar títulos

source: Show Descriptions
es_es: Mostar descripciones

source: Detect Portrait Images
es_es: Detectar imagenes verticales

source: Thumbnail Size:
es_es: Tamaño de miniaturas

source: Small
es_es: Pequeño

source: Medium
es_es: Mediano

source: Large
es_es: Largo

source: Number of posts per page:
es_es: Número de publicaciones por página:

source: Select blog categories:
es_es: Seleccione categorías:

source: Select gallery categories:
es_es: Seleccione categorías de galería:

source: Video Post Format Settings:
es_es: Opciones de formato de publicación tipo video

source: Video url:
es_es: Dirección de video:

source: You can put Youtube or Vimeo link here.
es_es: Puede colocar un enlace de Youtube o Vimeo aca.

source: Audio Post Format Settings:
es_es: Opciones de formato de publicación tipo audio

source: Audio Mp3 Url:
es_es: Dirección de audio MP3:

source: Audio Ogg Url:
es_es: Dirección de audio Oogg

source: Posts Tagged
es_es: Publicaciones etiquetadas

source: Posts made in
es_es: Publicaciones hechas en

source: Search results for
es_es: Resultado de búsqueda para

source: Posts by
es_es: Publicaciones por

source: Posts Tagged &quot;
es_es: Publicaciones etiquetadas &quot;

source: &laquo; Older Entries
es_es: &laquo; Publicaciones antiguas

source: Next Entries &raquo;
es_es: Publicaciones recientes &raquo;

source: No Results Found
es_es: No se encontró ningún resultado

source: The page you requested could not be found. Try refining your search, or use the navigation above to locate the post.
es_es: La página solicitada no se pudo encontrar. Trate de mejorar su búsqueda, o utilizar la navegación para localizar la publicación deseada

source: Read Notebook Documentation
es_es: Leer documentación de tema Notebook

source: Watch video tutorials
es_es: Ver video tutoriales

source: %1$s at %2$s
es_es: %1$s en %2$s

source: (Edit)
es_es: (Editar)

source: Your comment is awaiting moderation.
es_es: Tu comentario esta esperando por moderación.

source: Reply
es_es: Comentar

source: 1. First, have you read the readme documentation that came with your theme?
es_es: 1. Primero ¿Ha leído usted la documentación que viene con el tema?

source: 2. Have you watched the video tutorials?
es_es: 2. ¿Ha visto los video tutoriales?

source: Many of the common issues that occur have already been covered in the video tutorials section of the members area. To access the video tutorials page <a href="http://www.elegantthemes.com/members-area/tutorials">log in here</a>.
es_es: Muchos de los problemas comunes que se producen ya se han cubierto en la sección de video tutoriales del área de miembros de Elegant Themes. Para acceder a la página de vídeo tutoriales <a href="http://www.elegantthemes.com/members-area/tutorials">ingrese acá</a>.

source: 3. Do you have plugins active that did not come with the theme?
es_es: 3. ¿Ha activado plugins que no vengan con este tema?

source: If you are using additional plugins that did not come with the theme it is possible that one of them is interfering with the design. Unfortunately it is impossible to predict what will happen when unknown code is place into my themes, so it is always important, if you are experiencing problems, to disable all of the plugins that did not come with the theme to see if they are at fault. Try disabling each plugin one by one to find the culprit.
es_es: Si usted está usando plugins adicionales que no vienen con el tema, es posible que uno de ellos está interfiriendo con el diseño. Por desgracia, es imposible predecir lo que sucederá cuando el código es desconocido en este tema, por lo que siempre es importante, si usted está experimentando problemas, para desactivar todos los plugins que no vienen con el tema para ver si ellos tienen la culpa . Intenta desactivar cada plugin hasta encontrar al culpable.

source: 4. Have you uploaded the correct theme folder to the correct theme directory?
es_es: 4. ¿Ha subido de manera correcta el directorio del tema?

source: 5. Are you using the latest version of Wordpress?
es_es: 5. ¿Está utilizando la versión más reciente de Wordpress?

source: Wordpress is constantly changing, it is always best to keep your Wordpress install up-to-date. Using an out-dated version may lead to unknown problems.
es_es: Wordpress está en constante cambio, siempre es mejor para mantener tu instalación de Wordpress al día. El uso de una versión anticuada puede llevar a problemas desconocidos.

source: 6. Have you made any customizations to the theme?
es_es: 6. ¿Le ha hecho cambios al tema?

source: Before contacting me about theme problems make sure customizations you made are not the cause of the problem. If you have made edits to the theme files, try uploading a fresh version of the theme and compare the two.
es_es: Antes de ponerse en contacto con el creador del tema acerca de los problemas del tema asegúrese que las personalizaciones realizadas no son la causa del problema. Si ha realizado modificaciones en los archivos del tema, trate de subir una nueva versión del tema y comparar los dos.

source: 7. Are you having trouble getting your thumbnails to appear?
es_es: 7. ¿Tiene problemas haciendo visibles las miniaturas de imagenes?

source: There are several different things that could lead to thumbnail troubles. For more information please read the following guide: <a href="http://www.elegantthemes.com/troubleshooting-timthumb.html">Troubleshooting Timthumb</a>.
es_es: Hay varios cosas que pueden conducir a problemas con las imagenes en miniatura. Para obtener más información, por favor lea la siguiente guía: <a href="http://www.elegantthemes.com/troubleshooting-timthumb.html"> Solución de problemas Timthumb </ a>.
