Repository: Ganixar/elegant-themes-spanish-translation
Catalog: Foxy/lang/*.po
Languages: es_es

source: &laquo; Older Entries
es_es: &laquo; Anteriores

source: Next Entries &raquo;
es_es: &laquo; Older Entries

source: No Results Found
es_es: Resultados no encontrados

source: The page you requested could not be found. Try refining your search, or use the navigation above to locate the post.
es_es: La página solicitada no se pudo encontrar. Intenta refinar tu búsqueda o utiliza el menú para navegar.

source: Posts Tagged &quot;
es_es: Publicaciones Etiquetadas &quot;

source: Your comment is awaiting moderation.
es_es: Tu comentario esta esperando moderación.

source: Reply
es_es: Responder

source: (Edit)
es_es: (Editar)

source: Read Foxy Documentation
es_es: Leer Documentación Foxy

source: Related Products
es_es: Productos Relacionados

source: You may also like&hellip;
es_es: Tal vez te guste&hellip;
