Repository: Ganixar/elegant-themes-spanish-translation
Catalog: Foxy/lang/*.po
Languages: es_es

source: This post is password protected. Enter the password to view comments.
es_es: Esta publicación está protegida por contraseña. Ingrese su contraseña para ver los comentarios.

source: <span class="meta-nav">&larr;</span> Older Comments
es_es: <span class="meta-nav">&larr;</span> Comentarios Anteriores

source: Newer Comments <span class="meta-nav">&rarr;</span>
es_es: Nuevos Comentarios <span class="meta-nav">&rarr;</span>

source: 0 Comments
es_es: 0 Comentarios

source: 1 Comment
es_es: 1 Comentario

source: Comments
es_es: Comentarios

source: Trackbacks/Pingbacks
es_es: Retroenlace/Pingbacks

source: Submit Comment
es_es: Enviar Comentario

source: Post a Reply
es_es: Publicar Respuesta

source: Leave a Reply to %s
es_es: Responder a %s

source: 0 comments
es_es: 0 comentarios

source: 1 comment
es_es: 1 comentario

source: comments
es_es: comentarios

source: Pages:
es_es: Páginas

source: Designed by %1$s | Powered by %2$s
es_es: Diseñado por %1$s | Gracias a %2$s

source: Primary Menu
es_es: Menú Principal

source: Footer Menu
es_es: Menú de Pie

source: on
es_es: en

source: no-subset
es_es: sin-subset

source: Navigation Menu
es_es: Menú de Navegación

source: Posts by %s
es_es: Publicaciones por %s

source: % Comments
es_es: % Comentarios

source: No Comments
es_es: Sin Comentarios

source: By
es_es: Por

source: in
es_es: en

source: Testimonials
es_es: Testimonios

source: Testimonial
es_es: Testimonio

source: Add New
es_es: Añadir Nuevo

source: Add New Testimonial
es_es: Añadir Nuevo Testimonio

source: Edit Testimonial
es_es: Editar Testimonio

source: New Testimonial
es_es: Nuevo Testimonio

source: All Testimonials
es_es: Todos los Testimonios

source: View Testimonial
es_es: Ver Testimonio

source: Search Testimonials
es_es: Buscar Testimonio

source: Nothing found
es_es: Nada encontrado

source: Nothing found in Trash
es_es: Nada encontrado en Basurero

source: Testimonial updated. <a href="%s">View testimonial</a>
es_es: Testimonio Actualizado

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Testimonial updated.
es_es: Testimonio actualizado.

source: Testimonial restored to revision from %s
es_es: Testimonio restaurado a la revisión desde %s

source: Testimonial published. <a href="%s">View testimonial</a>
es_es: Testimonio publicado. <a href="%s">Ver testimonio</a>

source: Testimonial saved.
es_es: Testimonio guardado.

source: Testimonial submitted. <a target="_blank" href="%s">Preview testimonial</a>
es_es: Testimonio enviado. <a target="_blank" href="%s">Pre visualizar testimonio</a>

source: Testimonial scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview testimonial</a>
es_es: Testimonio programado para el: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Pre visualizar testimonio</a>

source: Testimonial draft updated. <a target="_blank" href="%s">Preview testimonial</a>
es_es: Borrador de Testimonio actualizado. <a target="_blank" href="%s">Pre visualizar testimonio</a>

source: ET Testimonial Settings
es_es: ET Configuración de Testimonios

source: ET Settings
es_es: ET Configuraciones

source: If this post is displayed in the featured slider on homepage, you can set options for it here.
es_es: Si esta publicación se despliega en diapositivas de su página de inicio, aquí puede alterar sus opciones.

source: Slide Title
es_es: Titulo de diapositiva

source: Slide Description
es_es: Descripción de diapositiva

source: Read More Custom Link
es_es: Leer Más Enlace Personalizado

source: Here you can provide a custom url, that will be used for the slide
es_es: Aquí puedes proveer una URL personalizada, será utilizada en la diapositiva

source: Blurb Icon Image
es_es: Icono Imagen de Propaganda

source: Upload Image
es_es: Subir Imagen

source: If this page is used for a blurb, you can upload the icon image here.
es_es: Si esta página es utilizada por una propaganda, actualiza el icono imagen aquí.

source: Company Name
es_es: Nombre de la Compañia

source: Fonts
es_es: Tipografias

source: Link Color
es_es: Color del Enlace

source: Main Font Color
es_es: Color de Tipografía Principal

source: Slider Background Color
es_es: Color Fondo de Diapositivas

source: Slider Shadow Color
es_es: Color Sombra de Diapositivas

source: Button / Tab Background Color
es_es: Color de Fondo Boton / Pestaña

source: Button / Tab Shadow Color
es_es: Color de Sombra Boton / Pestaña

source: Widget Hightlight Color / Progress Bar Color
es_es: Color de restalado de Widget / Barra de Progreso

source: Header Font
es_es: Tipografía de Encabezado

source: Body Font
es_es: Tipografía de Cuerpo

source: Home
es_es: Inicio

source: &larr; Previous
es_es: &larr; Anterior

source: Next &rarr;
es_es: Siguiente &rarr;

source: Posted
es_es: Publicado

source: by
es_es: por

source: read more
es_es: leer más

source: Make sure you entered the captcha.
es_es: Asegúrate de ingresar el captcha.

source: Numbers regenerated.
es_es: Números regenerados.

source: You entered the wrong number in captcha.
es_es: Ingresaste el número equivocado en el captcha.

source: Make sure you fill all fields.
es_es: Asegurate de llenar todos los campos.

source: Invalid Email.
es_es: Email Invalido.

source: Thanks for contacting us
es_es: Gracias por contactarnos

source: Name
es_es: Nombre

source: Email Address
es_es: Email

source: Subject
es_es: Título

source: Message
es_es: Mensaje

source: Reset
es_es: Reiniciar

source: Submit
es_es: Enviar

source: Zoom in
es_es: Acercar

source: Read more
es_es: Leer más

source: Username
es_es: Nombre de Usuario

source: Password
es_es: Contraseña

source: search this website
es_es: buscar en este sitio

source: search this site...
es_es: buscar en este sitio...

source: Posts
es_es: Publicaciones

source: Pages
es_es: Páginas

source: Select a month
es_es: Seleccionar un mes

source: Categories
es_es: Categorías

source: Tags
es_es: Etiquetas

source: Authors
es_es: Autores

source: Saving...
es_es: Guardando...

source: Options Saved.
es_es: Opciones Guardadas.

source: Options
es_es: Opciones

source: Theme Options
es_es: Opciones de Tema

source: settings saved.
es_es: configuración guardada.

source: settings reset.
es_es: configuración reiniciada.

source: General Settings
es_es: Configuración General

source: Navigation
es_es: Navegación

source: Layout Settings
es_es: Configuración de Diseño

source: Ad Management
es_es: Administración de Anuncios

source: Colorization
es_es: Colorización

source: Integration
es_es: Integración

source: Support Docs
es_es: Documentación de Soporte

source: You don't have pages
es_es: No tienes páginas

source: Save changes
es_es: Guardar cambios

source: This will return all of the settings throughout the options page to their default values. <strong>Are you sure you want to do this?
es_es: Esto reiniciara todas las configuraciones en la página a sus valores por defecto. <strong>¿Está seguro de hacer esto?

source: Image doesn't exist
es_es: La imagen no existe

source: <div class="updated"><p>This is a fresh installation of %1$s theme. Don't forget to go to <a href="%2$s">ePanel</a> to set it up. This message will disappear once you have clicked the Save button within the <a href="%2$s">theme's options page</a>.</p></div>
es_es: <div class="updated"><p>Esta es una instalación reciente del tema %1$s . No olvides ir al <a href="%2$s">ePanel</a> para configurarlo. Este mensaje desaparecera cuando haya hecho click en el boton Guardar de la <a href="%2$s">página de opciones de tema</a>.</p></div>

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a>. <em>Auto-updates are not available for this theme. If this is an Elegant Themes theme, then you must re-download the theme from the member's area and <a href="http://www.elegantthemes.com/members-area/documentation.html#update" target="_blank">re-install it</a> in order to update it to the latest version.</em>
es_es: Hay una nueva versión de %1$s disponible. <a href="%2$s" class="thickbox" title="%1$s">Ver detalles de versión %3$s</a>. <em>Las auto-actualizaciones no están disponibles para este tema. Si es un Tema Elegant Themes, debes descargar de la sección de miembros el tema y <a href="http://www.elegantthemes.com/members-area/documentation.html#update" target="_blank">re-instalarlo</a> para actualizarlo a la última versión.</em>

source: Auto-updates are not available for this theme. If this is an Elegant Themes theme, then you must re-download the theme from the member's area and <a href="http://www.elegantthemes.com/members-area/documentation.html#update" target="_blank">re-install it</a> in order to update it to the latest version.
es_es: Las actualizaciones automáticas no están disponibles para este tema. Si es un tema de Elegant Themes, descarga el tema de el área de miembros y <a href="http://www.elegantthemes.com/members-area/documentation.html#update" target="_blank">reinstalalo</a> de forma que actualices a la última versión.

source: Homepage
es_es: Página de Inicio

source: Featured Slider
es_es: Diapositiva Principal

source: If you would like to use your own custom logo image click the Upload Image button.
es_es: Si deseas utilizar tu propia imagen de logotipo haz click en el botón Subir Imagen

source: If you would like to use your own custom favicon image click the Upload Image button.
es_es: Si deseas utilizar tu propia imagen de favicon haz click en el botón Subir Imagen

source: Grab the first post image
es_es: Tomar la primera imagen de la publicación

source: By default thumbnail images are created using custom fields. However, if you would rather use the images that are already in your post for your thumbnail (and bypass using custom fields) you can activate this option. Once activcated thumbnail images will be generated automatically using the first image in your post. The image must be hosted on your own server.
es_es: Por defecto las imagenes de vista previa son creadas utilizando campos personalizados. Sin embargo, si desea utilizar las imagenes que ya están en su publicación para ser vista previa (y saltar utilizar campos personalizados) puedes activar esta opción. Una vez activado las imagenes de vista previa se generaran automáticamente utilizando la primer imagen de tu publicación. La imagen debe estar almacenada en tu propio servidor.

source: Show Twitter Icon
es_es: Mostrar Icono de Twitter

source: Here you can choose to display your Twitter Icon.
es_es: Aquí puedes elegir mostrar tu ícono de Twitter.

source: Show Google Plus Icon
es_es: Mostrar Icono de Google Plus

source: Here you can choose to display your Google Plus Icon.
es_es: Aquí puedes elegir mostrar tu ícono de Google Plus.

source: Show Facebook Icon
es_es: Mostrar Icono de Facebook

source: Here you can choose to display your Facebook Icon.
es_es: Aquí puedes elegir mostrar tu ícono de Facebook.

source: Twitter Profile Url
es_es: Dirección de cuenta de Twitter

source: Place your Twitter Profile URL here.
es_es: Coloque la dirección de su perfil de Twitter aquí.

source: Google Plus Url
es_es: Dirección Google PLUS

source: Place your Google Plus URL here.
es_es: Coloque la dirección de su perfil de Google Plus aquí.

source: Facebook Profile Url
es_es: Dirección de Facebook

source: Place your Facebook Profile URL here.
es_es: Coloque la dirección de su perfil de Facebook aquí.

source: Number of Posts displayed on Category page
es_es: Número de publicaciones mostradas en Categorias

source: Here you can designate how many recent articles are displayed on the Category page. This option works independently from the Settings > Reading options in wp-admin.
es_es: Aquí puedes elegir cuantos artículos recientes se muestran en la página Categoria.Esta opción funciona independientemente de la configuración en Opciones>Configuración de Lectura.

source: Number of Posts displayed on Archive pages
es_es: Número de Publicaciones mostradas en Páginas Archivo

source: Here you can designate how many recent articles are displayed on the Archive pages. This option works independently from the Settings > Reading options in wp-admin.
es_es: Aquí puedes designar cuantos artículos recientes se muestran en las páginas de Archivo. Esta opción funciona independiente de Configuración > Opciones de Lectura en wp-admin

source: Number of Posts displayed on Search pages
es_es: Número de articulos mostrados en busquedas

source: Here you can designate how many recent articles are displayed on the Search results pages. This option works independently from the Settings > Reading options in wp-admin.
es_es: Aquí puedes designar cuantas publicaciones recientes se muestran e

source: Number of Posts displayed on Tag pages
es_es: Número de publicaciones mostradas en las páginas de Etiquetas

source: Here you can designate how many recent articles are displayed on the Tag pages. This option works independently from the Settings > Reading options in wp-admin.
es_es: Aquí puedes designar cuantos articulos recientes se muestran en las páginas de Etiquetas. Esta opción funciona independiente de Configuración > Opciones de Lectura en wp-admin.

source: Date format
es_es: Formato de Fecha

source: This option allows you to change how your dates are displayed. For more information please refer to the WordPress codex here:<a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_blank'>Formatting Date and Time</a>
es_es: Esta opción permite que cambies como se muestran las fechas. Para mas información revisa la información aquí: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_blank'>Dando formato a Fecha y Hora</a>

source: Use excerpts when defined
es_es: Utilizar fragmentos cuando se definan

source: This will enable the use of excerpts in posts or pages.
es_es: Esto habilitará el uso de fragmentos en publicaciones o páginas.

source: Responsive shortcodes
es_es: Codigo-Atajos Responsivos

source: Enable this option to make shortcodes respond to various screen sizes
es_es: Active esta opción para que los codigo-atajos respondan a varios tamaños de pantalla

source: Google Fonts subsets
es_es: Subconjunto de Fuentes Google

source: This will enable Google Fonts for Non-English languages.
es_es: Esto habilitará Fuentes Google para idiomas extranjeros.

source: Custom CSS
es_es: CSS Personalizado

source: Here you can add custom css to override or extend default styles.
es_es: Aquí puede añadir css propio para sobrecargar o extender estilos predeterminados.

source: Display Content Areas
es_es: Mostrar áreas de Contenido

source: Here you can choose to display the Content Areas on the homepage.
es_es: Aquí puede elegir mostrar Areas de Contenido en la página de inicio.

source: Display Products Slider
es_es: Mostrar Diapositivas de Productos

source: Here you can choose to display the Products Slider on the homepage.
es_es: Aquí puedes elegir mostrar las Diapositivas de Productos en la página inicial.

source: Display Pages in Tabs Area
es_es: Mostrar Páginas en Área de Pestañas

source: Here you can choose to display Clients logos section on the homepage.
es_es: Acá puedes seleccionar el logotipo que aparecerá en tu página de inicio

source: Display Testimonials
es_es: Mostrar Testimonios

source: Here you can choose to display the Testimonials on the homepage.
es_es: Aquí puedes elegir mostrar los Testimonios en la página inicial.

source: Display Callout
es_es: Mostrar Atención

source: Here you can choose to display Callout button on the homepage.
es_es: Aquí puedes elegir mostrar el botón de Atención en la página Inicial.

source: Content Area 1 Page
es_es: Área de Contenido 1 Página

source: Choose the page you would like to display in the Content Area.
es_es: Elije la página que quieres mostrar en el área de Contenido.

source: Content Area 2 Page
es_es: Área de Contenido 2 Páginas

source: Content Area 3 Page
es_es: Área de Contenido 3 Páginas

source: Callout Url
es_es: Url de Atención

source: Place your Callout button URL here.
es_es: Coloque su Botón URL de Atención aquí.

source: Callout Text
es_es: Texto de Atención

source: Place your Callout text here.
es_es: Coloque su texto de Atención aquí.

source: Callout Button Text
es_es: Texto de Botón de Atención

source: Place your Callout button Text here.
es_es: Coloque el Texto del botón de atención aquí.

source: Number of Featured Products
es_es: Número de Productos Promocionados

source: Here you can designate how many featured products are displayed on the homepage.
es_es: Aquí puedes designar cuantos productos promocionados se muestran en la página de inicio.

source: Include pages in the Tabs Area
es_es: Incluye páginas en el Área de Pestañas

source: If you selected Use Pages above, then use the checkboxes below to choose which pages are displayed in the Featured Slider.
es_es: Si seleccionaste Utilizar Páginas arriba, entonces utiliza las selecciones abajo para elegir que páginas se muestran en las Diapositivas de Promocionados.

source: Display Featured Slider
es_es: Mostrar Diapositivas de Promocionados.

source: You can choose whether or not to display the Featured Articles section on the homepge. If you don't want to utilize this feature simply disable this option.
es_es: Aquí puedes elegir mostrar la sección Artículos Promocionados. Si no deseas utilizarlos desactiva esta opción.

source: Duplicate Featured Articles
es_es: Duplicar Artículos Promocionados

source: In some cases your Featured Articles will also be one of your most recent articles, in which case the article will be displayed twice on the homepage. If you would like to remove duplicate posts enable this option.
es_es: Algunas veces tus Artículos Promocionados serán uno de tus mas recientes, en ese caso el articulo se mostrará dos veces en la página de inicio. Si quieres eliminar duplicados activa esta opción.

source: Number of Featured Slides
es_es: Número de diapositivas destacadas

source: This setting controls how menu tabs are added to the Featured Articles slider on the homepage.
es_es: Esta configuración controla cuantas pestañas se añaden a las diapositivas de Artículos Promocionados en la página inicial.

source: Featured Posts Category
es_es: Categoría de publicaciones promocionadas

source: Here you can choose which category to be used to populate the Featured Slider on the homepage. This only applies if you have disabled the Use Pages options below.
es_es: Aquí puedes elegir la categoría para cargar las diapositivas Promocionadas en la página de inicio. Solo aplica si has desactivado el Usar Páginas abajo.

source: Use pages
es_es: Usar Páginas

source: The homepage Featured Slider can be set up using two methods. You can populate the slider using Posts, or you can populate it using Pages. If you would like to use Pages in the Featured Slider then enable this option.
es_es: Las diapositivas Promocionadas en la página de inicio se pueden usar de dos formas. Utilizando Publicaciones o utilizando páginas. Si quieres utilizar páginas como diapositiva activa esta opción.

source: Include pages in the Featured Slider (if Use Pages enabled)
es_es: Incluir páginas en Diapositivas Promocionadas (si Usar Páginas está activo)

source: Automatic Slider Animation
es_es: Animación Automática de Diapositivas

source: If you would like the Featured Articles slider to slide automatically, without the visitor having to click the next button, enable this option and then adjust the rotation speed below if desired.
es_es: Si deseas diapositivas destacadas que se deslicen automáticamente sin que el visitante haga clic, activa esta opción y ajusta la velocidad de rotación como desees.

source: Automatic Animation Speed (in ms)
es_es: Velocidad Automática de Animación (en ms)

source: Here you can designate how fast the slider fades between each article. The higher the number the longer the pause between each rotation.
es_es: Aquí puedes elegir que rápido las diapositivas cambian entre cada articulo. Número mas alto indica una mayor pausa.

source: Exclude pages from the navigation bar
es_es: Excluir páginas de la barra de navegación

source: Here you can choose to remove certain pages from the navigation menu. All pages marked with an X will not appear in your navigation bar.
es_es: Aquí puedes elegir eliminar ciertas páginas del menú de navegación. Todas las páginas marcadas con X no aparecerán en la barra de navegación.

source: Show dropdown menus
es_es: Mostrar menús desplegables

source: If you would like to remove the dropdown menus from the pages navigation bar disable this feature.
es_es: Si deseas remover el menú desplegable de la barra de navegación de páginas desactiva aquí

source: Display Home link
es_es: Mostrar enlace de Inicio

source: By default the theme creates a Home link that, when clicked, leads back to your blog's homepage. If, however, you are using a static homepage and have already created a page called Home to use, this will result in a duplicate link. In this case you should disable this feature to remove the link.
es_es: Predeterminado el tema crea un enlace a Inicio que cuando se hace clic te lleva a tu página inicial. Si utilizas una página estática y has creado una página Inicio a usar, esto causara dos enlaces a inicio. En este caso deberías desactivar esta característica.

source: Sort Pages Links
es_es: Ordenar Enlaces de Páginas

source: Here you can choose to sort your pages links.
es_es: Aquí puedes elegir ordenar los enlaces de páginas.

source: Order Pages Links by Ascending/Descending
es_es: Ordenar Enlaces de Páginas Ascendente/Descendente

source: Here you can choose to reverse the order that your pages links are displayed. You can choose between ascending and descending.
es_es: Acá puedes seleccionar invertir el orden de los links de las páginas que son desplegadas. Puedes elegir entre ascendente o descendente

source: Exclude categories from the navigation bar
es_es: Excluir categorías de barra de navegación

source: Here you can choose to remove certain categories from the navigation menu. All categories marked with an X will not appear in your navigation bar.
es_es: Acá puedes seleccionar las categorías que deseas quitar del menú. Todas las categorías marcadas con una X no aparecerán en la barra de navegación.

source: If you would like to remove the dropdown menus from the categories navigation bar disable this feature.
es_es: Si deseas quitar los menú dropdown de la barra de navegación de categorías des

source: Hide empty categories
es_es: Ocultar categorías vacias

source: If you would like categories to be displayed in your navigationbar that don't have any posts in them then disable this option. By default empty categories are hidden
es_es: Si quieres mostrar las categorías en tu barra de navegación que no posee ninguna publicación entonces desactiva esta opción. Las categorías vacías se ocultan de otra forma.

source: Sort Categories Links by Name/ID/Slug/Count/Term Group
es_es: Ordenar Enlaces de Categorías por Nombre/ID/Slug/Cantidad/Grupo

source: By default pages are sorted by name. However if you would rather have them sorted by ID you can adjust this setting.
es_es: De forma predeterminada las páginas se ordenan por nombre. Puedes ordenarlas por ID en esta configuración

source: Order Category Links by Ascending/Descending
es_es: Ordenar Enlaces de Categoría Ascendente/Descendente

source: Here you can choose to reverse the order that your categories links are displayed. You can choose between ascending and descending.
es_es: Aquí puedes elegir invertir el orden de los enlaces de categorías. Puedes elegir entre Ascendente y Descendente.
