Repository: Ganixar/elegant-themes-spanish-translation
Catalog: Foxy/lang/*.po
Languages: es_es

source: Disable top tier dropdown menu links
es_es: Desactivar la parte superior de los enlaces en menú desplegable

source: In some cases users will want to create parent categories or links as placeholders to hold a list of child links or categories. In this case it is not desirable to have the parent links lead anywhere, but instead merely serve an organizational function. Enabling this options will remove the links from all parent pages/categories so that they don't lead anywhere when clicked.
es_es: En algunos casos los usuarios querrán crear categorías padres o enlaces como contenedores para almacenar un listado de categorías hijo. En ese caso no se desea que los enlaces padres redirijan a ningún lado, sino solo como organización. Activando esta opción eliminara los enlaces de todas las páginas/categorías para que no envíen a ningún lado al hacer clic.

source: Single Post Layout
es_es: Diseño de Publicación Simple

source: Single Page Layout
es_es: Diseño de Página Simple

source: Choose which items to display in the postinfo section
es_es: Elegir que elementos mostrar en la sección postinfo

source: Here you can choose which items appear in the postinfo section on single post pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
es_es: Aquí puedes elegir que elementos aparecerán en la sección postinfo de las páginas con una sola publicación. Esta área, usualmente bajo el titulo de la publicación, muestra la información acerca de la misma. Los elementos resaltados aparecerán.

source: Place Thumbs on Posts
es_es: Colocar Imágenes en miniatura en Publicaciones

source: By default thumbnails are placed at the beginning of your post on single post pages. If you would like to remove this initial thumbnail image to avoid repetition simply disable this option.
es_es: De forma predeterminada las imágenes en miniatura se colocan al principio de tu publicación en páginas de una sola publicación. Si quieres eliminar esta imagen para evitar repetición desactiva esta opción.

source: Show comments on posts
es_es: Mostrar comentarios en publicaciones

source: You can disable this option if you want to remove the comments and comment form from single post pages.
es_es: Puedes desactivar esta opción si quieres eliminar los comentarios y el formulario de comentarios de las páginas de una sola publicación.

source: Place Thumbs on Pages
es_es: Colocar Imágenes Miniatura en Páginas

source: By default thumbnails are not placed on pages (they are only used on posts). However, if you want to use thumbnails on posts you can! Just enable this option.
es_es: De forma predeterminada no se colocan en páginas (

source: Show comments on pages
es_es: Mostrar comentarios en páginas

source: By default comments are not placed on pages, however, if you would like to allow people to comment on your pages simply enable this option.
es_es: De forma predeterminada los comentarios no se muestran en las páginas. Puedes activar los comentarios en páginas activando esta opción.

source: Post info section
es_es: Sección Post info

source: Here you can choose which items appear in the postinfo section on pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
es_es: Aquí puedes elegir que elementos aparecerán en la sección postinfo en páginas. Esta área usualmente bajo el titulo de la publicación muestra la información de la misma. Los elementos resaltados se mostraran.

source: Show Thumbs on Index pages
es_es: Mostrar miniaturas en páginas Indice

source: Enable this option to show thumbnails on Index Pages.
es_es: Activa esta opción para mostrar miniaturas en páginas Indice

source: Show Author Avatar on Blog Posts
es_es: Mostrar Avatar de Autor en Publicaciones

source: Enable this option to show the post author avatar on Blog Posts.
es_es: Activa esta opción para mostrar el avatar del autor en las publicaciones del Blog

source: Homepage SEO
es_es: SEO Pagina de Inicio

source: Single Post Page SEO
es_es: SEO Publicación de página simple

source: Index Page SEO
es_es: SEO Página de Indice

source: Enable custom title
es_es: Activar titulo personalizado

source: By default the theme uses a combination of your blog name and your blog description, as defined when you created your blog, to create your homepage titles. However if you want to create a custom title then simply enable this option and fill in the custom title field below.
es_es: De forma predeterminada el tema utiliza el nombre de tu blog y la descripción del mismo que defines al crear tu página de inicio. Sin embargo si quieres crear un título personalizado activa esta opción y llena el campo personalizado abajo.

source: Enable meta description
es_es: Activar meta descripción

source: By default the theme uses your blog description, as defined when you created your blog, to fill in the meta description field. If you would like to use a different description then enable this option and fill in the custom description field below.
es_es: De forma predeterminada el tema utiliza la descripción del blog, como definiste cuando creaste el blog, para llenar el campo meta descripción. Si deseas utilizar otra activa esta opción y llena el campo personalizado abajo.

source: Enable meta keywords
es_es: Activar meta palabras clave

source: By default the theme does not add keywords to your header. Most search engines don't use keywords to rank your site anymore, but some people define them anyway just in case. If you want to add meta keywords to your header then enable this option and fill in the custom keywords field below.
es_es: De forma predeterminada el tema no añade palabras clave a su sitio. La mayoría de motores de búsqueda no utilizan las palabras clave para calificar su sitio, sin embargo algunos las definen por si acaso. Si quieres añadir palabras clave meta a su encabezado active esta opción y llene las palabras clave abajo.

source: Enable canonical URL's
es_es: Habilitar URL's canonicas

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URLs all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
es_es: La canonicalización ayuda a prevenir indexar contenido duplicado por motores de búsqueda, como resutlado puede ayudar evitar penalidades por contenido repetido y degradación en el rango de la página. Definir una URL canónica avisa al motor de búsqueda que URL quieres utilizar de forma oficial. El tema basa su URL canónica en base a sus "permalinks" y el nombre de dominio en la pestaña de configuración de wp-admin.

source: Homepage custom title (if enabled)
es_es: Título personalizado en página de inicio (al activar)

source: If you have enabled custom titles you can add your custom title here. Whatever you type here will be placed between the < title >< /title > tags in header.php
es_es: Si activaste títulos personalizados puedes añadirlo aquí. Lo que escribas aquí se colocara en etiquetas <title></title> en header.php

source: Homepage meta description (if enabled)
es_es: La meta descripción de la página de inicio (al activar)

source: If you have enabled meta descriptions you can add your custom description here.
es_es: Si activaste la meta descripción puedes añadir descripción personalizada aquí.

source: Homepage meta keywords (if enabled)
es_es: Palabras meta en página de inicio (al activar)

source: If you have enabled meta keywords you can add your custom keywords here. Keywords should be separated by comas. For example: wordpress,themes,templates,elegant
es_es: Si activaste las palabras meta puedes añadir las personalizadas aquí. Las palabras clave se separan por comas. Por ejemplo: wodrpess,temas,etchq

source: If custom titles are disabled, choose autogeneration method
es_es: Si los títulos personalizados están desactivados, elige método de autogenerar

source: If you are not using cutsom post titles you can still have control over how your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
es_es: Si no utilizas títulos de publicación personalizados aún puedes tener control de como se generan los títulos. Puedes elegir el orden en el que deseas se muestre o eliminar completamente el nombre del blog del título.

source: Define a character to separate BlogName and Post title
es_es: Elige un caracter para serpara el NombredelBlog del título de la publicación

source: Here you can change which character separates your blog title and post name when using autogenerated post titles. Common values are | or -
es_es: Aquí puedes cambiar que carácter separa el título del blog y nombre de publicación cuando utilizas títulos de publicación auto generados. Valores comunes son | o -

source: Enable custom titles
es_es: Activar títulos personalizados

source: By default the theme creates post titles based on the title of your post and your blog name. If you would like to make your meta title different than your actual post title you can define a custom title for each post using custom fields. This option must be enabled for custom titles to work, and you must choose a custom field name for your title below.
es_es: Predeterminado el tema crea los títulos de las publicaciones de forma automática de tu publicación y nombre de blog. Si deseas hacer tu titulo meta diferente de tu publicación actual puedes definir un título para cada publicación utilizando campos personalizados. Esta opción debe estar activada para que los títulos personalizados funcionen y debes elegir un nombre de campo personalizado.

source: Enable custom description
es_es: Habilitar descripción personalizada

source: If you would like to add a meta description to your post you can do so using custom fields. This option must be enabled for descriptions to be displayed on post pages. You can add your meta description using custom fields based off the custom field name you define below.
es_es: Puedes utilizar la meta descripción desde campos personalizados. Esta opción debe estar hablitada para mostrar las descripciones en las páginas. Puedes añadir la descripción meta utilizando campos personalizados en el nombre que definas aquí.

source: Enable custom keywords
es_es: Habilitar palabras clave personalizadas

source: If you would like to add meta keywords to your post you can do so using custom fields. This option must be enabled for keywords to be displayed on post pages. You can add your meta keywords using custom fields based off the custom field name you define below.
es_es: Si deseas añadir meta palabras clave a tu publicación lo puedes hacer por campos personalizados. Esta opción debe estar activada para que las palabras clave se muestren en publicaciones. Puedes añadir las palabras clave usando el campo personalizado definido aquí.

source: Enable canonical URL's
es_es: Hablitar URL's canonicas

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URL's all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
es_es: Canonizar ayuda evitar el indexado de contenido duplicado por los motores de busqueda y por consiguiente evitar penalidades. Algunas páginas tienen diferente URL y dirigen al mismo sitio. Definir una URL canónica le indica al buscador cual es la URL que oficialmente quieres utilizar.

source: Custom field Name to be used for title
es_es: Nombre de campo personalizado para utilizar como título

source: When you define your title using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom title you would like to use.
es_es: Cuando defines el título por medio de campos personalizados utiliza este valor para el campo personalizado.

source: Custom field Name to be used for description
es_es: Nombre de campo personalizado para utilizar como descripción

source: When you define your meta description using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom description you would like to use.
es_es: Cuando defines la meta descripción por medio de campos personalizados utiliza este valor para el campo personalizado.

source: Custom field Name to be used for keywords
es_es: Nombre de campo personalizado para utilizar como palabras clave.

source: When you define your keywords using custom fields you should use this value for the custom field Name. The Value of your custom field should be the meta keywords you would like to use, separated by comas.
es_es: Cuando defines las palabras clave por medio de campos personalizados utiliza este valor para el campo personalizado.

source: If you are not using cutsom post titles you can still have control over hw your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
es_es: Si no utilizas títulos personalizados aún puedes tener control sobre como se generan. Puedes elegir el orden de tu publicación y nombre de blog para desplegar o puedes eliminar el nombre de blog completamente.

source: Enable meta descriptions
es_es: Hablitar descripciones meta

source: Check this box if you want to display meta descriptions on category/archive pages. The description is based off the category description you choose when creating/edit your category in wp-admin.
es_es: Selecciona si deseas mostrar meta descripción en archivo/categoría. Esta descripción está basada en la categoría cuando creas/editas la categoría en wp-admin.

source: Choose title autogeneration method
es_es: Elegir método de auto generación de título

source: Here you can choose how your titles on index pages are generated. You can change which order your blog name and index title are displayed, or you can remove the blog name from the title completely.
es_es: Puedes elegir como tus títulos en páginas indice se generan. Puedes cambiar el orden del nombre del blog y el título del indice o eliminar el nombre del blog del título.

source: Here you can change which character separates your blog title and index page name when using autogenerated post titles. Common values are | or -
es_es: Aquí puedes cambiar el caracter que separa el título del blog y el nombre de la página de indice utilizando títulos de publicación autogenerado. Valores comunes | o -

source: Code Integration
es_es: Integración de Código

source: Enable header code
es_es: Activar código de encabezado

source: Disabling this option will remove the header code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Desactivar esta opción eliminará el código de encabezado debajo del blog. Esto permite guardar el código y no utilizarlo.

source: Enable body code
es_es: Activar código de cuerpo

source: Disabling this option will remove the body code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Desactivar esta opción eliminará el código del cuerpo de ser usado en el blog. Permite eliminar el código mientras lo guardas para uso posterior.

source: Enable single top code
es_es: Activar código único superior

source: Disabling this option will remove the single top code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Desactivar esta opción eliminará el código debajo de su blog. Esto permite que lo elimines pero guardarlo para uso posterior.

source: Enable single bottom code
es_es: Activar código de fondo simple

source: Disabling this option will remove the single bottom code below from your blog. This allows you to remove the code while saving it for later use.
es_es: Desactivar esta opción eliminará el código debajo del blog. Permite guardar el código para uso posterior.

source: Add code to the < head > of your blog
es_es: Añade el código a la etiqueta < head > de tu blog

source: Any code you place here will appear in the head section of every page of your blog. This is useful when you need to add javascript or css to all pages.
es_es: Cualquier código que muestres aquí aparecerá en la sección encabezado de cada página de tu blog. Esto es útil cuando deseas añadir css o javascript a todas tus páginas.

source: Add code to the < body > (good for tracking codes such as google analytics)
es_es: Añade código al < body >. Util para códigos de rastreo como google analytics

source: Any code you place here will appear in body section of all pages of your blog. This is usefull if you need to input a tracking pixel for a state counter such as Google Analytics.
es_es: Cualquier código que coloques aquí aparecerá en la sección de cuerpo de todas las páginas de tu blog. Útil para rastreo de estados como Google Analytics.

source: Add code to the top of your posts
es_es: Añadir códiigo a la parte superior de tus publicaciones

source: Any code you place here will be placed at the top of all single posts. This is useful if you are looking to integrating things such as social bookmarking links.
es_es: Cualquier código que coloques aquí se colocará en la parte superior de cada publicación individual. Esto es útil si buscas integrar cosas como enlaces sociales.

source: Add code to the bottom of your posts, before the comments
es_es: Añade código debajo de tus publicaciones, antes de los comentarios

source: Documentation
es_es: Documentación

source: Manage Un-widgetized Advertisements
es_es: Administrar Anuncios sin-widget

source: Enable Single Post 468x60 banner
es_es: Habilitar Banner 468x60 en publicación simple

source: Enabling this option will display a 468x60 banner ad on the bottom of your post pages below the single post content. If enabled you must fill in the banner image and destination url below.
es_es: Esta opción habilita un anuncio de 486x60 en el inferior de tus páginas de publicación bajo el contenido de la publicación. Si está activado debes llenar la imagen de banner y dirección de destino abajo.

source: Input 468x60 advertisement banner image
es_es: Ingrese imagen de publicidad de 486x60

source: Here you can provide 468x60 banner image url
es_es: Aquí puedes ingresar la URL de la imagen del banner

source: Input 468x60 advertisement destination url
es_es: Ingrese URL de destino para el anuncio de 486x60

source: Here you can provide 468x60 banner destination url
es_es: Aquí puedes ingresar la dirección de destino para el banner de 468x60

source: Input 468x60 adsense code
es_es: Ingresa el código adsense de 486x60

source: Place your adsense code here.
es_es: Ingrese su código adsense aquí

source: Fill
es_es: Llenar

source: field
es_es: campo

source: Invalid email
es_es: email invalido

source: ET Page Template Settings
es_es: Configuración de Plantilla de Página ET

source: Additional settings appear here, when one of ET page templates is selected ( Page Attributes -> Template )
es_es: Configuración adicional aparece aquí, cuando alguna plantilla de página ET se selecciona (Atributos de Página - Plantilla)

source: Full Width Page
es_es: Página de Ancho completo

source: Regenerate captcha numbers
es_es: Regenerar números captcha

source: Email To:
es_es: Enviar email a:

source: Blog Style mode
es_es: Estilo de blog

source: Hide Auto Thumbnail
es_es: Ocultar auto miniaturas de imagen

source: Show Titles
es_es: Mostrar Títulos

source: Show Descriptions
es_es: Mostrar Descripciones

source: Detect Portrait Images
es_es: Detectar Imagenes de Portrato (Verticales)

source: Thumbnail Size:
es_es: Tamaño de vista previa:

source: Small
es_es: Pequeño

source: Medium
es_es: Mediano

source: Large
es_es: Grande

source: Number of posts per page:
es_es: Número de publicaciones por página:

source: Select blog categories:
es_es: Seleccione categorías de blog:

source: Select gallery categories:
es_es: Selecciones categorías de galería:

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Member Login
es_es: Ingreso de Miembro

source: Username:
es_es: Nombre de usuario:

source: Password:
es_es: Contraseña:

source: Login
es_es: Ingresar

source: Add a Tooltip Text
es_es: Añadir texto de ayuda

source: Click here to learn more
es_es: Haz click para aprender más

source: Caption
es_es: Leyenda

source: Caption goes here
es_es: Aquí va la leyenda

source: Caption title goes here
es_es: Título va aquí

source: State
es_es: Estado

source: Select between expanded and closed state
es_es: Seleccione entre estado expandido y cerrado

source: Content
es_es: Contenido

source: Content goes here
es_es: Aquí va contenido

source: Content text or html
es_es: Texto o HTML

source: Type
es_es: Typo

source: Type of the box
es_es: Typo de caja

source: Choose button type
es_es: Elige tipo de botón

source: Choose button color
es_es: Elige color de botón

source: Link text
es_es: Texto de vinculo

source: Icon
es_es: Íconon

source: Used for icon button type
es_es: Utilizado para tipo de botón con ícono

source: Open link in new window
es_es: Abrir enlace en nueva ventana

source: Select yes if the link should be opened in a new window
es_es: Selecciona Si para abrir en nueva ventana

source: Slider Type
es_es: Tipo de Diapositivas

source: Select Slider Type here
es_es: Seleccione el tipo de diapositivas aquí

source: Effect
es_es: Efecto

source: Select Animation Effect
es_es: Seleccione Efecto de Animación

source: Choose yes if you want for automatic slider animation
es_es: Seleccione si para activar una animación automática a sus diapositivas

source: Auto Speed
es_es: Velocidad Automática

source: Automattic slider speed (works only if Auto is set to yes)
es_es: Velocidad de diapositivas automatica (funciona solo si Auto está en Si)

source: Tab Text
es_es: Texto de Pestaña

source: Tab Content
es_es: Contenido de Pestaña

source: Paste image url here, if you chose "images" slider type
es_es: Pegar dirección de imagen aquí. Si selecciona diapositivas tipo "imagen"

source: Image Url
es_es: URL de Imágen

source: Author Image URL
es_es: URL de autor de imágen

source: Use resizing
es_es: Utilizar redimensionar

source: + Add One More Tab
es_es: + Añadir nueva pestaña

source: Image Height
es_es: Altura Imagen

source: Image Width
es_es: Anchura Imagen

source: Posts Tagged
es_es: Publicaciones Etiquetadas

source: Posts made in
es_es: Publicaciones hechas en

source: Search results for
es_es: Resultados de Búsqueda para

source: Posts by
es_es: Publicaciones por

source: Read More
es_es: Leer más
